Repository: Awkward-im/Ragnarok
Catalog: */project1.*.po
Languages: ro

source: AT Commands
ro: AT-команды

source: Commands / Keywords
ro: Команды/ключевые слова

# mainform.scardlabelmapflag
source: Map flags
ro: Настройки карт

source: Found and saved records -
ro: Найдено и сохранено записей -

source: Found but not saved records -
ro: Найдено, но не сохранено записей -

source: Saving Item info
ro: Сохранение данных о предметах

source: Saving Item trade info
ro: Сохранение данных о торге предметами

source: Saving Monster info
ro: Сохранение данных о монстрах

source: Modified
ro: Изменено

source: New file
ro: Новый файл

source: Nothing found to save
ro: Ничто не найдено для сохранения

source: Open editor settings
ro: Открыть настройки редактора

source: Open script file
ro: Открыть файл скрипта

source: Saving Quest help info
ro: Сохранение подсказок по квестам

source: Saving Quest info
ro: Сохранение данных по квестам

source: Modified file not saved. Save?
ro: Изменённый файл не сохранён. Сохранить?

source: Save Script file as
ro: Сохранить скрипт как

source: Accessory
ro: Аксессуары

source: Arrows
ro: Стрелы

source: Bullets
ro: Пули

source: Cannonballs
ro: Ядра

source: Grenades
ro: Гранаты

source: Kunai
ro: Кунаи

source: Shuriken
ro: Сюрикены

source: Throwable daggers
ro: Метательные ножи

source: Throwable Items
ro: Бросаемые вещи

source: Angel
ro: Ангел

source: Both
ro: Оба

source: Brute
ro: Животные

source: Baby
ro: Ребёнок

source: Normal
ro: Нормальный

source: Third
ro: Третий

source: Third-Baby
ro: Третий-Ребёнок

source: Transcedent
ro: Продвинутый

source: Transcedent-Third
ro: Продвинутый-Третий

source: Demi-Human
ro: Получеловек

source: Demon
ro: Демон

source: Dragon
ro: Дракон

source: Earth
ro: Земля

source: Female
ro: Женский

source: Fire
ro: Огонь

source: Fish
ro: Рыба

source: Formless
ro: Бесформенный

source: Ghost
ro: Призрак

source: Headgear
ro: Головной убор

source: Holy
ro: Святость

source: Insect
ro: Насекомое

# rodata.sitemammo
source: Ammo
ro: Боеприпасы

source: Card
ro: Карта

source: Delayed
ro: С задержкой

source: Equipment
ro: Доспехи

source: Misc
ro: Прочее

source: Healing
ro: Лечащее

source: Pet egg
ro: Яйцо питомца

source: Pet equipment
ro: Доспех питомца

source: Shadow equipment
ro: Теневой доспех

source: Skill item
ro: Для умений

source: Usable
ro: Используемый

# rodata.sitemweapon
source: Weapon
ro: Оружие

source: Large
ro: Большой

source: Accessory Left
ro: Украшение левое

source: Accessory Right
ro: Украшение правое

# rodata.slocammo
source: Ammo
ro: Боеприпасы

source: Armor
ro: Доспех

source: Costume Garment/Robe
ro: Костюм накидка

source: Costume Low Headgear
ro: Костюм низ головы

source: Costume Mid Headgear
ro: Костюм на ушах

source: Costume Top Headgear
ro: Костюм верх головы

source: Footgear
ro: Обувь

source: Garment
ro: Накидка

source: Lower Headgear
ro: Низ головы

source: Middle Headgear
ro: Середина головы

source: Shadow Acc.Left (Pendant)
ro: Тень украш. левое

source: Shadow Acc.Right (Earring)
ro: Тень украш. правое

source: Shadow Armor
ro: Теневой доспех

source: Shadow Shield
ro: Теневой щит

source: Shadow Shoes
ro: Теневая обувь

source: Shadow Weapon
ro: Теневое оружие

source: Shield
ro: Щит

source: Upper Headgear
ro: Верх головы

# rodata.slocweapon
source: Weapon
ro: Оружие

source: Lower
ro: Нижний

source: Male
ro: Мужской

source: Medium
ro: Средний

source: (melee)
ro: (контакт)

source: Middle
ro: Средний

# rodata.smmagressive
source: Agressive
ro: Агрессивный

# rodata.smmagressivehint
source: Normal aggressive mob, will look for a close-by player to attack.
ro: Обычный агрессивный монстр, выбирающий ближайшего игрока для атаки.

# rodata.smmangry
source: Angry
ro: Злой

# rodata.smmassist
source: Assist
ro: Ассист

# rodata.smmassisthint
source: When a nearby mob of the same class attacks, assist types will join them.
ro: Когда ближайшего монстра того же класса атакуют, присоединяться к нему.

# rodata.smmcanattack
source: Can attack
ro: Атакует

# rodata.smmcanmove
source: Can move
ro: Движется

# rodata.smmcanmovehint
source: Enables the mob to move/chase characters.
ro: Позволить монстру перемещаться/преследовать персонажа.

# rodata.smmcastsensorchase
source: Castsensor chase
ro: Определитель в погоне

# rodata.smmcastsensoridle
source: Castsensor idle
ro: Определитель в покое

# rodata.smmchangechase
source: Change chase
ro: Менять преследование

# rodata.smmchangetargetchase
source: Change target chase
ro: Менять цель погони

# rodata.smmchangetargetmelee
source: Change target melee
ro: Менять цель атаки

# rodata.smmdetector
source: Detector
ro: Детектор

# rodata.smmdetectorhint
source: Enables mob to detect and attack characters who are in hiding/cloak.
ro: Позволяет монстру определять атаки скрытых/невидимых персонажей.

# rodata.smmfixeditemdrop
source: Fixed item drop
ro: Фиксированный дроп

# rodata.smmfixeditemdrophint
source: The mob's drops are not affected by item drop modifiers.
ro: Шанс выпадания предметов не зависит от модификаторов.

# rodata.smmignoremagic
source: Ignore magic
ro: Игнор магии

# rodata.smmignoremagichint
source: The mob will take 1 HP damage from magic attacks.
ro: Монстр получает повреждение в 1 HP при магических атаках.

# rodata.smmignoremelee
source: Ignore melee
ro: Игнор контакта

# rodata.smmignoremeleehint
source: The mob will take 1 HP damage from physical attacks.
ro: Монстр получает повреждение в 1 HP при физических атаках.

# rodata.smmignoremisc
source: Ignore misc
ro: Игнор разного

# rodata.smmignoremischint
source: The mob will take 1 HP damage from "none" attack type.
ro: Монстр получает повреждение в 1 HP при "никаких" атаках.

# rodata.smmignoreranged
source: Ignore ranged
ro: Игнор выстрелов

# rodata.smmignorerangedhint
source: The mob will take 1 HP damage from ranged attacks.
ro: Монстр получает повреждение в 1 HP при дистанционных атаках.

# rodata.smmknockbackimmune
source: Knockback immune
ro: Не отбрасывается

# rodata.smmknockbackimmunehint
source: The mob will be unable to be knocked back.
ro: Монстр не отбрасывается назад.

# rodata.smmlooter
source: Looter
ro: Лутер

# rodata.smmlooterhint
source: The mob will loot up nearby items on the ground when it's on idle state.
ro: В состоянии покоя монстр будет подбирать ближайшие предметы на земле.

# rodata.smmnocastskill
source: No cast skill
ro: Без скилов

# rodata.smmnocastskillhint
source: The mob will be unable to cast skills.
ro: Монстр не использует умения

# rodata.smmnorandomwalk
source: No random walk
ro: Не бродит

# rodata.smmnorandomwalkhint
source: The mob will not randomly walk around while in the idle state.
ro: Моб не гуляет пока бездельничает

# rodata.smmrandomtarget
source: Random target
ro: Случайная цель

# rodata.smmrandomtargethint
source: Picks a new random target in range on each attack / skill.
ro: Выбирает новую случайную цель в диапазоне при каждых атаке/скиле

# rodata.smmskillimmune
source: Skill immune
ro: Иммун к скилам

# rodata.smmskillimmunehint
source: Immune to being affected by skills.
ro: Иммунитет к скилам

# rodata.smmstatusimmune
source: Status immune
ro: Иммун к статусам

# rodata.smmstatusimmunehint
source: Immune to being affected by statuses.
ro: Иммунитет к статусам

# rodata.smmtargetweak
source: Target weak
ro: На слабых

# rodata.smmteleportblock
source: Teleport block
ro: Блок телепорта

# rodata.smmteleportblockhint
source: Not implemented yet.
ro: Ещё не реализовано

source: Neutral
ro: Нейтральный

source: Plant
ro: Растение

source: Player
ro: Игрок

source: Poison
ro: Яд

source: (ranged)
ro: (дистанция)

source: Shadow
ro: Тень

source: Small
ro: Маленький

source: No Auction
ro: Нет аукциона

source: No Cart
ro: Нет телеги

source: No drop
ro: Нет выброса

source: No Guild Storage
ro: Нет склада гильдии

source: No Mail
ro: Нет почты

source: No NPC Sold
ro: Нет продажи NPC

source: No Storage
ro: Нет хранилища

source: No vending
ro: Нет торговли

source: Wedding trade
ro: Передача супругу

source: Undead
ro: Бессмертный

source: Unknown
ro: Неизвестный

source: Unused
ro: Неиспользуемый

source: Upper
ro: Верхний

source: Water
ro: Вода

source: bare fist
ro: Голые руки

source: Books
ro: Книги

source: Bows
ro: Луки

source: Dagger + Axe
ro: Нож+Топор

source: Daggers
ro: Ножи

source: Dagger + sword
ro: Нож+меч

source: Gatling guns
ro: Пулемёты

source: Grenade launchers
ro: Гранатомёты

source: Musical Instruments
ro: Музык.Инструменты

source: Katars
ro: Катары

source: Knuckles
ro: Кастеты

source: Maces
ro: Дубины

source: Max Type
ro: Макс. Тип

source: One-handed axes
ro: Одноручные топоры

source: One-handed spears
ro: Одноручные копья

source: One-handed swords
ro: Одноручные мечи

source: Revolvers
ro: Револьверы

source: Rifles
ro: Винтовки

source: Shotguns
ro: Дробовики

source: Staves
ro: Посохи

source: Sword + Axe
ro: Меч+Топор

source: Two-handed axes
ro: Двуручные топоры

source: Two-handed spears
ro: Двуручные копья

source: Two-handed staves
ro: Двуручные посохи

source: Two-handed swords
ro: Двуручные мечи

source: Whips
ro: Плети

source: Wind
ro: Ветер

# rodatatypes.saename
source: AE name
ro: Имя AE

# rodatatypes.sall
source: All
ro: Все

source: Boss
ro: Босс

# rodatatypes.sdescr
source: Description
ro: Описание

source: Effects
ro: Эффекты

# rodatatypes.selement
source: Element
ro: Элемент

# rodatatypes.sitem
source: Items
ro: Предметы

# rodatatypes.slocal
source: Local
ro: Локализация

# rodatatypes.smap
source: Maps
ro: Карты

# rodatatypes.smonster
source: Monsters
ro: Монстры

# rodatatypes.sname
source: Name
ro: Имя

source: Number
ro: Номер

source: Quest
ro: Квест

# rodatatypes.srace
source: Race
ro: Раса

# rodatatypes.ssize
source: Size
ro: Размер

source: Skills
ro: Умения

source: Sprites:
ro: Спрайты:

source: Table:
ro: Таблица:

source: Classes
ro: Классы

source: Jobs
ro: Профессии

source: Equipment location
ro: Положение экипировки

source: Trade mode
ro: Режимы передачи предметов

source: Monster mode
ro: Режимы монстра

source: Monsters on map
ro: Монстры на карте

source: Maps with monster
ro: Карты с монстром

# rosearchitem.sall
source: All
ro: Все

# rosearchitem.sallitemtypes
source: All Item types
ro: Все типы предметов

# rosearchitem.sbuyprice
source: Buy Price
ro: Покупка у NPC

# rosearchitem.sfound
source: Search: found items =
ro: Поиск: найдено предметов =

# rosearchitem.slevel
source: Level
ro: Уровень

# rosearchitem.ssellprice
source: Sell Price
ro: Продажа NPC

# rosearchitem.sseparate
source: Separate
ro: Раздельно

# rosearchitem.sslots
source: Slots
ro: Слоты

# rosearchitem.ssome
source: Some
ro: Некоторые

# rosearchitem.stitle
source: Title
ro: Название

# rosearchitem.sweaponlevel
source: Weapon Level
ro: Уровень оружия

# rosearchitem.sweight
source: Weight
ro: Вес

source: Search: found monsters =
ro: Поиск: найдено монстров =

# rosearchmob.slevel
source: Level
ro: Уровень

# rosearchmob.stitle
source: Title
ro: Название

source: Discount
ro: Скидка

# rowizshop.squantity
source: Quantity
ro: Количество

# tnpcbase.btninsert.caption
source: Insert
ro: Вставить

# tnpcbase.cbnpcnames.caption
source: Use Names
ro: Брать название

source: NPC Coordinates
ro: Координаты NPC

source: NPC facing
ro: Направление NPC

source: Map - NPC placement
ro: Локация, местоположение NPC

source: NPC Name
ro: Имя NPC

source: NPC Sprite
ro: Спрайт NPC

source: X Pos
ro: Координата X

source: Y Pos
ro: Координата Y

# tnpccreateform.btnaddingredient.caption
source: Add
ro: Добавить

# tnpccreateform.btnaddresult.caption
source: Add Item
ro: Добавить предмет

# tnpccreateform.btndeleteingredient.caption
source: Delete
ro: Удалить

# tnpccreateform.btndeleteresult.caption
source: Delete Item
ro: Убрать предмет

source: Insert code
ro: Вставить код

# tnpccreateform.cbusenames.caption
source: Use Names
ro: Брать название

source: Ingredient ID
ro: ID Ингредиента

# tnpccreateform.lquantity.caption
source: Quantity
ro: Количество

source: Result Item ID
ro: ID результата

# tnpccreateform.lvitemlist.columns[0].caption
source: Quantity
ro: Количество

# tnpccreateform.lvitemlist.columns[1].caption
source: Name
ro: Имя

# tnpcshopform.btnadd.caption
source: Add
ro: Добавить

# tnpcshopform.btndelete.caption
source: Delete
ro: Удалить

# tnpcshopform.btninsert.caption
source: Insert
ro: Вставить

# tnpcshopform.litemid.caption
source: Item ID
ro: ID предмета

# tnpcshopform.lquantity.caption
source: Quantity
ro: Количество

# tnpcshopform.lshopprice.caption
source: Price
ro: Цена

source: Shop type
ro: Тип магазина

source: Item
ro: Предмет

# tnpcshopform.lvshopitemlist.columns[1].caption
source: Price
ro: Цена

# tnpcshopform.lvshopitemlist.columns[2].caption
source: Quantity
ro: Количество

source: Get code
ro: Получить код

source: Save
ro: Сохр.

source: Targets
ro: Цели

# tquestdblineform.groupbox1.caption
source: Items
ro: Предметы

source: Mob ID
ro: ID моба

# tquestdblineform.lmobid2.caption
source: Item ID
ro: ID предмета

# tquestdblineform.lmobid3.caption
source: Rate
ro: Частота

source: Quest ID
ro: ID квеста

source: Quest title
ro: Название квеста

source: Target
ro: Цель

# tquestdblineform.ltarget2.caption
source: Amount
ro: Количество

source: Time Limit
ro: Предел времени

source: Constants list
ro: Список констант

source: Constant list
ro: Список констант

source: Constant Part
ro: Раздел констант

# trofullcarditemform.bbclose.caption
source: &Close
ro: Закрыть

# trofullcarditemform.bbok.caption
source: &Save
ro: Сохранить

# trofullcarditemform.cbrefineable.caption
source: Refineable
ro: Точится

# trofullcarditemform.edname.text
source: Item not found
ro: Предмет не найден

# trofullcarditemform.gblevel.caption
source: Level
ro: Уровень

# trofullcarditemform.gbprice.caption
source: Price
ro: Цена

# trofullcarditemform.gbweapon.caption
source: Weapon
ro: Оружие

# trofullcarditemform.lblaename.caption
source: AE Name
ro: Имя AE

source: Buy
ro: Покупка

source: Dropped by
ro: Падает из

source: Gender
ro: Пол

# trofullcarditemform.lbljob.caption
source: Job
ro: Профессия

source: Location
ro: Положение

# trofullcarditemform.lblname.caption
source: Name
ro: Имя

# trofullcarditemform.lblrange.caption
source: Range
ro: Диапазон

# trofullcarditemform.lblscript.caption
source: Script
ro: Сценарий

source: Equip
ro: Надеть

source: Unequip
ro: Снять

source: Sell
ro: Продажа

# trofullcarditemform.lblslots.caption
source: Slots
ro: Слоты

# trofullcarditemform.lbltrade.caption
source: Trade
ro: Торг

source: Type
ro: Тип

source: Class
ro: Класс

source: View
ro: Вид

# trofullcarditemform.lblweight.caption
source: Weight
ro: Вес

# trofullcarditemform.sgdrop.columns[1].title.caption
source: Name
ro: Имя

# trofullcarditemform.sgdrop.columns[2].title.caption
source: Rate
ro: Частота

# trofullcarditemform.tbreadonly.caption
source: Read Only
ro: Чтение

# trofullcardmobform.bbclose.caption
source: &Close
ro: Закрыть

# trofullcardmobform.bbok.caption
source: &Save
ro: Сохранить

# trofullcardmobform.btnmap.caption
source: Map
ro: Карта

# trofullcardmobform.edironame.text
source: Monster not found
ro: Монстр не найден

# trofullcardmobform.edkroname.text
source: Monster not found
ro: Монстр не найден

source: Maximum Skill Range.
ro: Максимальное растояние для умений.

# trofullcardmobform.gbrange.caption
source: Range
ro: Диапазон

# trofullcardmobform.lblbaseexp.caption
source: Base Exp
ro: Базовый опыт

# trofullcardmobform.lblbasejexp.caption
source: Job Exp
ro: Проф. опыт

# trofullcardmobform.lblelement.caption
source: Element
ro: Элемент

source: iRO Name
ro: Имя iRO

source: kRO Name
ro: Имя kRO

# trofullcardmobform.lblkroname1.caption
source: AE Name
ro: Имя AE

# trofullcardmobform.lbllevel.caption
source: Level
ro: Уровень

source: Mode
ro: Режим

# trofullcardmobform.lblrace.caption
source: Race
ro: Раса

# trofullcardmobform.lblscale.caption
source: Size
ro: Размер

source: Speed
ro: Скорость

source: MVP Exp
ro: Опыт с MVP

# trofullcardmobform.sgdrop.columns[1].title.caption
source: Name
ro: Имя

# trofullcardmobform.sgdrop.columns[2].title.caption
source: Rate
ro: Частота

# trofullcardmobform.tbreadonly.caption
source: Read Only
ro: Чтение

source: Full Info
ro: Полностью

# trohelpcardmobform.btnmap.caption
source: Map
ro: Карта

source: Stretch Sprite
ro: Растянуть спрайт

# trohelpcardmobform.edname.text
source: Monster not found
ro: Монстр не найден

# trohelpcardmobform.lblbaseexp.caption
source: Base Exp
ro: Базовый опыт

# trohelpcardmobform.lblbasejexp.caption
source: Job Exp
ro: Проф. опыт

# trohelpcardmobform.lblelement.caption
source: Element
ro: Элемент

# trohelpcardmobform.lbllevel.caption
source: Level
ro: Уровень

# trohelpcardmobform.lblname.caption
source: Name
ro: Имя

# trohelpcardmobform.lblrace.caption
source: Race
ro: Раса

# trohelpcardmobform.lblscale.caption
source: Size
ro: Размер

# trohelpdocform.lpart.caption
source: Part
ro: Раздел

# trohelpspritesform.cbshownames.caption
source: Show names
ro: Показать имена

# trohelpspritesform.cbstretch.caption
source: Stretch sprites
ro: Растянуть прайты

# tromainform.mieditfind.caption
source: &Find
ro: Найти

source: Find &Next
ro: Найти далее

# tromainform.mieditfoldall.caption
source: Fold &All
ro: Свернуть все блоки

# tromainform.mieditreplace.caption
source: &Replace
ro: Заменить

# tromainform.mieditunfoldall.caption
source: &Unfold All
ro: Развернуть все блоки

source: &Close window
ro: Закрыть окно

source: Close All
ro: Закрыть всё

source: E&xit
ro: Выйти

source: Save Items
ro: Сохранить предметы

source: Save Monsters
ro: Сохранить монстров

source: Save Quests
ro: Сохранить квесты

source: Item Localization
ro: Локализация предметов

source: Map Localization
ro: Локализация карт

source: Mob Localization
ro: Локализация монстров

# tromainform.mifilenew.caption
source: &New
ro: Новый

# tromainform.mifileopen.caption
source: &Open
ro: Открыть

source: Load Color scheme
ro: Загрузить цветовую схему

# tromainform.mifilesave.caption
source: &Save
ro: Сохранить

source: Save A&ll
ro: Сохранить всё

source: Save &as ...
ro: Сохранить как ...

# tromainform.mifilesettings.caption
source: Settings
ro: Настройки

# tromainform.migobookmark0.caption
source: Bookmark 0
ro: Закладка 0

# tromainform.migobookmark1.caption
source: Bookmark 1
ro: Закладка 1

# tromainform.migobookmark2.caption
source: Bookmark 2
ro: Закладка 2

# tromainform.migobookmark3.caption
source: Bookmark 3
ro: Закладка 3

# tromainform.migobookmark4.caption
source: Bookmark 4
ro: Закладка 4

# tromainform.migobookmark5.caption
source: Bookmark 5
ro: Закладка 5

# tromainform.migobookmark6.caption
source: Bookmark 6
ro: Закладка 6

# tromainform.migobookmark7.caption
source: Bookmark 7
ro: Закладка 7

# tromainform.migobookmark8.caption
source: Bookmark 8
ro: Закладка 8

# tromainform.migobookmark9.caption
source: Bookmark 9
ro: Закладка 9

source: &About
ro: О программе

source: AT @ commands
ro: AT @ Команды

# tromainform.mihelpcommands.caption
source: &Commands
ro: Команды

# tromainform.mihelpconstant.caption
source: Constants
ro: Константы

source: Item Sprites
ro: Спрайты предметов

# tromainform.mihelpdictitemtable.caption
source: Item Table
ro: Таблица предметов

# tromainform.mihelpdictmapsprites.caption
source: Map Sprites
ro: Спрайты карт

# tromainform.mihelpdictmaptable.caption
source: Map Table
ro: Таблица карт

source: Monster sprites
ro: Спрайты монстров

# tromainform.mihelpdictmobtable.caption
source: Monster Table
ro: Таблица монстров

# tromainform.mihelpdictnpcsprites.caption
source: NPC Sprites
ro: Спрайты NPC

source: &Quest list
ro: Список квестов

source: Effect list
ro: Список эффектов

source: Item Search
ro: Поиск предметов

# tromainform.mihelpmapflags.caption
source: Map flags
ro: Настройки карт

source: Monster Search
ro: Поиск монстров

# tromainform.mihelpskills.caption
source: Skill constants
ro: Константы умений

source: Quest DB line
ro: Строка quest_db

source: Show Item card
ro: Показать карточку предмета

source: Show Map Sprite
ro: Показать локацию

source: Show Monster card
ro: Показать карточку монстра

source: Show NPC Sprite
ro: Показать спрайт NPC

source: Word help
ro: Подсказка по слову

# tromainform.misetbookmark0.caption
source: Bookmark 0
ro: Закладка 0

# tromainform.misetbookmark1.caption
source: Bookmark 1
ro: Закладка 1

# tromainform.misetbookmark2.caption
source: Bookmark 2
ro: Закладка 2

# tromainform.misetbookmark3.caption
source: Bookmark 3
ro: Закладка 3

# tromainform.misetbookmark4.caption
source: Bookmark 4
ro: Закладка 4

# tromainform.misetbookmark5.caption
source: Bookmark 5
ro: Закладка 5

# tromainform.misetbookmark6.caption
source: Bookmark 6
ro: Закладка 6

# tromainform.misetbookmark7.caption
source: Bookmark 7
ro: Закладка 7

# tromainform.misetbookmark8.caption
source: Bookmark 8
ro: Закладка 8

# tromainform.misetbookmark9.caption
source: Bookmark 9
ro: Закладка 9

source: &Close Tab
ro: Закрыть вкладку

source: &New Tab
ro: Новая вкладка

source: &Creation Quest
ro: Квест на создание

source: Quest_db line
ro: Строка в quest_db

source: &Shop
ro: Магазин

# tromainform.mnubookmarkgo.caption
source: Go to Bookmark
ro: Перейти на закладку

source: Set Bookmark
ro: Поставить закладку

source: &Edit
ro: Редактировать

source: &File
ro: Файл

source: Expert
ro: Эксперт

# tromainform.mnufilelocal.caption
source: Local
ro: Локализация

source: &Help
ro: Помощь

# tromainform.mnuhelpdictionary.caption
source: &Dictionary
ro: Словарь

source: Windows
ro: Окна

source: &Wizard
ro: Шаблоны

# tromainform.tbeditfind.caption
source: &Find
ro: Найти

# tromainform.tbeditreplace.caption
source: &Replace
ro: Заменить

# tromainform.tbfilenew.caption
source: &New
ro: Новый

# tromainform.tbfileopen.caption
source: &Open
ro: Открыть

# tromainform.tbfilesave.caption
source: &Save
ro: Сохранить

# tromainform.tbfoldall.caption
source: Fold &All
ro: Свернуть все блоки

# tromainform.tbhelpdoc.caption
source: &Commands
ro: Команды

# tromainform.tbsettings.caption
source: Settings
ro: Настройки

# tromainform.tbunfoldall.caption
source: &Unfold All
ro: Развернуть все блоки

# troresplistform.sgresplist.columns[1].title.caption
source: Amount
ro: Количество

source: Resp time, sec
ro: Время респа, сек

# trosearchitemform.btnsearch.caption
source: Search
ro: Поиск

source: Costume
ro: Костюм

source: Dropped from Monster
ro: Выпадает с монстров

# trosearchitemform.lbleffect.caption
source: Script
ro: Скрипт

# trosearchitemform.lblfrom.caption
source: From
ro: От

source: Item Name
ro: Название предмета

source: Item type
ro: Тип предмета

# trosearchitemform.lblto.caption
source: To
ro: До

# trosearchmobform.btnsearch.caption
source: Search
ro: Поиск

# trosearchmobform.lblelement.caption
source: Element
ro: Элемент

# trosearchmobform.lblfrom.caption
source: From
ro: От

source: Monster Name
ro: Имя монстра

# trosearchmobform.lblrace.caption
source: Race
ro: Раса

# trosearchmobform.lblsize.caption
source: Size
ro: Размер

# trosearchmobform.lblto.caption
source: To
ro: До

source: &Apply
ro: Прим.

source: Allow edit cards
ro: Разрешить редактировать карточки

source: Auto add loaded schemes
ro: Добавлять загруженные схемы

source: Auto load localization
ro: Автоматически подгружать локализацию

source: Comment marked delete lines
ro: Комментировать строки для удаления

source: Show Full item/monster card
ro: Показать полную карточку предмета/монстра

source: Load commented Items/Monsters
ro: Загружать закомментированные данные о предметах и монстрах

source: Assume files are CP_ACP
ro: Файлы в кодировке CP_ACP

# trosettingsform.lbldatadir.caption
source: Choose RAthena directory (empty for default)
ro: Выберите каталог RAthena (пустое значение для умолчания)

source: Highlighter scheme
ro: Схема подсветки
